/*
// TODO
    - Вопросы
        - Очень важно ставить цифру в названии папки проекта
            - так работает порядковый номер внутри проета
            - так работает сортировка на первой странице
        - Жду от тебя градиенты с аватаркой без лого оптимы
        - жду твое лого для тестов
    - Таски
        Сложно
        - [x] Доделать даты в post-header
        - [x] Переименовать дерикторию projects на projects
        - [x] в футер правильную дату копирайта (две даты, если одинаковые, не ставить вторую)
        - [x] Разделять параграф в посте четко по середине
        - [x] Формат поправить дат в постах
        - [x] Закруглить картинки
        - [x] Рсатягивание на всю ширину
        - [x] Уменьгить растояния в post-header
        - [x] Цифру 0 в списке проектов (если можно и не сложно)
        - [x] Размер шрифта как в макете
        - [x] Пагинация внизу страницы
        - [x] номер страницы по порядку в post-header
        - [ ] Резиновость картинок в статьях
        - [x] Увеличить иконки брендов
        Просто
        - [x] Ссылка на гугл карту
        - [x] Применить кастомный шрифт
        - [x] Убрать кликальбельность с тегов
        - [x] Home: выровнять текст в центр
        - [x] Создать файл с описание всех тегов
        - [x] Опустить ubderline от сылок в nav
        - [x] Добавить ссылку на меня и мое имя в переменную
        - [x] занесем в перемуную домен в футере
        - [x] about вынести ресурс на иконку стрелочки в параметры
        - [x] about вынести заголовок в параметры
        - [x] Привести skills к макету
        - [x] Сделать web в посте не обязательным
        - [x] Размер иконок в About
        - [x] Выровнять иконку в футере
        - [x] Правило! После заголовка любой параграф будет справа
            - [x] Скинуть результат работы css после этого
    - План
        1. [x] доделать все критикал моменты (например поставить правильное лого)
        2. Я сам прогоню процесс выкладки, ты онлайн посмотришь на все
            визуальные косяки (например размер шрифтов, отступы, иконки итд)
        3. Я это все пофикшу.
        4. Пройдемся уже с тобой по процессу выкладки
        5. Ты попробуешь выложить сам оставшиеся страницы
        6. Анимации
 */